50.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>50</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-09-10 14:04:30 EDT"/>
<meta name="author" content="Greg"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">50</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Mathematics and Social Science 50 Years Later </a>
<ul>
<li><a href="#sec-1.1">1.1 Overview </a></li>
<li><a href="#sec-1.2">1.2 Charlesworth("Foreword") </a></li>
<li><a href="#sec-1.3">1.3 Hurwicz("Economics.HasArrived") </a>
<ul>
<li><a href="#sec-1.3.1">1.3.1 A Bit of History </a></li>
<li><a href="#sec-1.3.2">1.3.2 Early Critics </a></li>
<li><a href="#sec-1.3.3">1.3.3 The Variety of Uses </a></li>
</ul>
</li>
<li><a href="#sec-1.4">1.4 Morgenstern("Economics.LimitsToMath") </a></li>
<li><a href="#sec-1.5">1.5 Benson("PoliSci.UseOfMath") </a></li>
<li><a href="#sec-1.6">1.6 Hacker("PoliSci.AndMath") </a></li>
<li><a href="#sec-1.7">1.7 White("Sociology.UsesOfMath") </a>
<ul>
<li><a href="#sec-1.7.1">1.7.1 Models of Structures </a></li>
<li><a href="#sec-1.7.2">1.7.2 Chance in Behavior </a></li>
<li><a href="#sec-1.7.3">1.7.3 Control Processes and Motivation </a></li>
</ul>
</li>
<li><a href="#sec-1.8">1.8 Martindale("Sociology.LimitsToMath") </a>
<ul>
<li><a href="#sec-1.8.1">1.8.1 The Historical Tie Between Humanism and Mathematics </a></li>
<li><a href="#sec-1.8.2">1.8.2 The Alientation of Post-Renaissance Humanism from the Western Mathematical Tradition </a></li>
<li><a href="#sec-1.8.3">1.8.3 Arguments for the Exclusion of Mathematics from Sociology </a></li>
<li><a href="#sec-1.8.4">1.8.4 Technical and Practical Limits on the Use of Mathematics in Sociology </a></li>
<li><a href="#sec-1.8.5">1.8.5 Summary of Formulae of S-Theory </a></li>
</ul>
</li>
<li><a href="#sec-1.9">1.9 Reference </a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Mathematics and Social Science 50 Years Later </h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1"><span class="section-number-3">1.1</span> Overview </h3>
<div class="outline-text-3" id="text-1.1">

<p>Symposium at University of Pennsylvania.
Philadelphia. June 1963.
</p></div>

</div>

<div id="outline-container-1.2" class="outline-3">
<h3 id="sec-1.2"><span class="section-number-3">1.2</span> Charlesworth("Foreword") </h3>
<div class="outline-text-3" id="text-1.2">

</div>

</div>

<div id="outline-container-1.3" class="outline-3">
<h3 id="sec-1.3"><span class="section-number-3">1.3</span> Hurwicz("Economics.HasArrived") </h3>
<div class="outline-text-3" id="text-1.3">

<p>Mathematical economics has "arrived"
</p>
<p>
At the time, mathematical economics is a "growth industry"
</p>
<p>
But it is not a new industry.
</p>

</div>

<div id="outline-container-1.3.1" class="outline-4">
<h4 id="sec-1.3.1"><span class="section-number-4">1.3.1</span> A Bit of History </h4>
<div class="outline-text-4" id="text-1.3.1">

<p>Early "literary" economists (Smith, Ricardo, Say, Mill, etc.) largely
eclipsed by more sophisticated mathematical economists.
</p>
<p>
Cournot (1838) raised the bar on mathematical sophistication.
</p>
<p>
Cournot not only raised the mathematical level of analysis,
but also pioneered many concepts (e.g. demand function) now
common to both mathematical and literary economists.
</p>
<p>
Cournot's formulation of market phenomena is still in use 
today: competition, monopoly, oligopoly.
</p>
<p>
Cournot lay dormant for 30 or so years, until Jevons, Walras
in the 1870s and 1880s kicked off a round of innovation.
</p>
<p>
Marshall, Pareto, and Irving Fisher are some other big
names around this time.
</p>
</div>

</div>

<div id="outline-container-1.3.2" class="outline-4">
<h4 id="sec-1.3.2"><span class="section-number-4">1.3.2</span> Early Critics </h4>
<div class="outline-text-4" id="text-1.3.2">

<p>Cairnes (1875) is a classic critique of the mathematical
economic program by an established "literary" economist.
</p>
</div>

</div>

<div id="outline-container-1.3.3" class="outline-4">
<h4 id="sec-1.3.3"><span class="section-number-4">1.3.3</span> The Variety of Uses </h4>
<div class="outline-text-4" id="text-1.3.3">

<p>Although mathematical economics not longer has to fight
for its life, it is sometimes difficult to explain 
to outsiders.
</p>
<p>
One of the major uses of mathematics is in developing
and clarifying points of <i>economic theory</i>. Obviously,
those who have little use for any sort of theorizing
will not appreciate a tool to help in theorizing.
</p>
<p>
<i>Econometrics</i> relies on mathematically formulated 
models of economic phenomena.
</p>
<p>
<i>Operations Research</i>, which involves a scientific
approach to decision problems faced by a variety of
organizations. (linear programming, inventory theory)
</p>


</div>
</div>

</div>

<div id="outline-container-1.4" class="outline-3">
<h3 id="sec-1.4"><span class="section-number-3">1.4</span> Morgenstern("Economics.LimitsToMath") </h3>
<div class="outline-text-3" id="text-1.4">

</div>

</div>

<div id="outline-container-1.5" class="outline-3">
<h3 id="sec-1.5"><span class="section-number-3">1.5</span> Benson("PoliSci.UseOfMath") </h3>
<div class="outline-text-3" id="text-1.5">

</div>

</div>

<div id="outline-container-1.6" class="outline-3">
<h3 id="sec-1.6"><span class="section-number-3">1.6</span> Hacker("PoliSci.AndMath") </h3>
<div class="outline-text-3" id="text-1.6">

</div>

</div>

<div id="outline-container-1.7" class="outline-3">
<h3 id="sec-1.7"><span class="section-number-3">1.7</span> White("Sociology.UsesOfMath") </h3>
<div class="outline-text-3" id="text-1.7">

<p>Similar organizations
</p><ul>
<li>
Subinfeudation
</li>
<li>
Industrial Decentralization
</li>
<li>
Tennessee Valley Authority
</li>
<li>
Daley's Chicago Machine

</li>
</ul>

<p>Submission of disputes to the lowest common
supervisor is a core norm in formal organizations.
</p>
<p>
Two Vassals -&gt; Lord
Two Men     -&gt; Vassal
</p>
<p>
Factions emerge from empire-building, but so do parties.
</p>
<p>
Quite a tangle: feudalism, decentralization, pluralism
(Different Yet Cousins)
</p>
<p>
Without context, concepts are not closely related to 
reality. But with complete context, concepts become
descriptions, with little power of unification.
</p>
<p>
It is the art of science to strip the fullest possible
appreciation of events in context down to some core
elements deemed essential and then to adhere 
ruthlessly to the abstraction while matching these 
core elements with those drawn from other contexts.
</p>
<p>
Mathematics is the most incisive technique for such
abstraction and matching.
</p>
<p>
Mathematics is not a noun, not a lovely green chest
of tools&ndash;not here.
</p>
<p>
Mathematics is a living tradition in tool-making.
</p>
<p>
Mathematics will grow in some new directions as
sociology grows because every line of scientific
work is intertwined with mathematics.
</p>
<p>
"Large" differences in the rates and dispersions of
communication in essentially similar structures might
mark off these three "systems" from each other.
</p>
<p>
How does one measure and relate structures themselves?
</p>

</div>

<div id="outline-container-1.7.1" class="outline-4">
<h4 id="sec-1.7.1"><span class="section-number-4">1.7.1</span> Models of Structures </h4>
<div class="outline-text-4" id="text-1.7.1">

</div>

</div>

<div id="outline-container-1.7.2" class="outline-4">
<h4 id="sec-1.7.2"><span class="section-number-4">1.7.2</span> Chance in Behavior </h4>
<div class="outline-text-4" id="text-1.7.2">

</div>

</div>

<div id="outline-container-1.7.3" class="outline-4">
<h4 id="sec-1.7.3"><span class="section-number-4">1.7.3</span> Control Processes and Motivation </h4>
<div class="outline-text-4" id="text-1.7.3">


</div>
</div>

</div>

<div id="outline-container-1.8" class="outline-3">
<h3 id="sec-1.8"><span class="section-number-3">1.8</span> Martindale("Sociology.LimitsToMath") </h3>
<div class="outline-text-3" id="text-1.8">


</div>

<div id="outline-container-1.8.1" class="outline-4">
<h4 id="sec-1.8.1"><span class="section-number-4">1.8.1</span> The Historical Tie Between Humanism and Mathematics </h4>
<div class="outline-text-4" id="text-1.8.1">

</div>

</div>

<div id="outline-container-1.8.2" class="outline-4">
<h4 id="sec-1.8.2"><span class="section-number-4">1.8.2</span> The Alientation of Post-Renaissance Humanism from the Western Mathematical Tradition </h4>
<div class="outline-text-4" id="text-1.8.2">

</div>

</div>

<div id="outline-container-1.8.3" class="outline-4">
<h4 id="sec-1.8.3"><span class="section-number-4">1.8.3</span> Arguments for the Exclusion of Mathematics from Sociology </h4>
<div class="outline-text-4" id="text-1.8.3">

</div>

</div>

<div id="outline-container-1.8.4" class="outline-4">
<h4 id="sec-1.8.4"><span class="section-number-4">1.8.4</span> Technical and Practical Limits on the Use of Mathematics in Sociology </h4>
<div class="outline-text-4" id="text-1.8.4">

</div>

</div>

<div id="outline-container-1.8.5" class="outline-4">
<h4 id="sec-1.8.5"><span class="section-number-4">1.8.5</span> Summary of Formulae of S-Theory </h4>
<div class="outline-text-4" id="text-1.8.5">


</div>
</div>

</div>

<div id="outline-container-1.9" class="outline-3">
<h3 id="sec-1.9"><span class="section-number-3">1.9</span> Reference </h3>
<div class="outline-text-3" id="text-1.9">

</div>
</div>
</div>
<div id="postamble">
<p class="author"> Author: Greg
<a href="mailto:greg@greg-Satellite-C855D">&lt;greg@greg-Satellite-C855D&gt;</a>
</p>
<p class="date"> Date: 2013-09-10 14:04:30 EDT</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
